Repository: wallabag/wallabag
Catalog: locale/*.utf8/LC_MESSAGES/*.utf8.po
Languages: fa_ir, it_it, pl_pl, ru_ru

source: poche, a read it later open source system
pl_pl: poche, serwis odrocznego czytania open source

source: login failed: user doesn't exist
pl_pl: logowanie nie udało się: użytkownik nie istnieje

source: home
fa_ir: خانه
pl_pl: strona domowa
ru_ru: домой

source: favorites
fa_ir: بهترین‌ها
it_it: preferiti
pl_pl: ulubione
ru_ru: избранное

source: archive
fa_ir: بایگانی
it_it: archivio
pl_pl: archiwum
ru_ru: архив

source: tags
pl_pl: tagi

source: config
fa_ir: تنظیمات
it_it: configurazione
pl_pl: ustawienia
ru_ru: настройки

source: logout
fa_ir: بیرون رفتن
it_it: esci
pl_pl: wyloguj
ru_ru: выйти

source: back to home
fa_ir: بازگشت به خانه
it_it: torna alla home
pl_pl: wróć do strony domowej
ru_ru: домой

source: Tags
pl_pl: Tagi

source: You can poche a link by several methods:
pl_pl: Istnieje kilka sposobów aby zapisać link:

source: read the documentation
fa_ir: راهنما را بخوانید
it_it: leggi la documentazione
pl_pl: przeczytaj dokumentację
ru_ru: читать инструкцию

source: download the extension
pl_pl: pobierz rozszerzenie

source: download the application
pl_pl: pobierz aplikację

source: poche it!
fa_ir: poche کنید!
it_it: pochalo!
pl_pl: zapisz!
ru_ru: Прикарманить!

source: Updating poche
fa_ir: به‌روزرسانی poche
it_it: Aggiornamento poche
pl_pl: Aktualizacja poche
ru_ru: Обновляю poche

source: your version
fa_ir: نسخهٔ شما
it_it: la tua versione
pl_pl: twoja wersja
ru_ru: Ваша версия

source: you are up to date.
fa_ir: شما به‌روز هستید.
it_it: sei aggiornato.
pl_pl: brak nowych aktualizacji.
ru_ru: у Вас всё самое новое.

source: latest dev version
fa_ir: آخرین نسخهٔ آزمایشی
it_it: ultima versione di sviluppo
pl_pl: najnowsza wersja rozwojowa
ru_ru: крайняя версия разработчиков

source: a more recent development version is available.
fa_ir: نسخهٔ آزمایشی تازه‌ای منتشر شده است.
it_it: è disponibile una versione di sviluppo più recente.
pl_pl: Nowsza wersja rozwojowa jest dostępna.
ru_ru: есть более свежая версия разработчиков.

source: Change your theme
pl_pl: Zmień motyw

source: Theme:
pl_pl: Motyw:

source: Update
fa_ir: به‌روزرسانی
it_it: Aggiorna
pl_pl: Aktualizacja
ru_ru: Обновить

source: Change your password
fa_ir: گذرواژهٔ خود را تغییر دهید
it_it: Cambia la tua password
pl_pl: Zmień hasło
ru_ru: Смени пароль

source: New password:
fa_ir: گذرواژهٔ تازه:
it_it: Nuova password:
pl_pl: Nowe hasło:
ru_ru: Новый пароль:

source: Password
fa_ir: گذرواژه
pl_pl: Hasło
ru_ru: Пароль

source: Repeat your new password:
fa_ir: گذرواژهٔ تازه را دوباره وارد کنید
it_it: Ripeti la nuova password:
pl_pl: Powtórz hasło jeszcze raz:
ru_ru: Ещё раз новый пароль:

source: Please execute the import script locally, it can take a very long time.
fa_ir: لطفاً برنامهٔ درون‌ریزی را به‌طور محلی اجرا کنید، شاید خیلی طول بکشد.
it_it: Si prega di eseguire lo script di importazione a livello locale, può richiedere un tempo molto lungo.
pl_pl: Proszę wykonać skrypt importu lokalnie, ponieważ moze to trwać bardzo długo.
ru_ru: Выполните сценарий импорта локально - он может занять слишком много времени.

source: More infos in the official doc:
fa_ir: اطلاعات بیشتر در راهنمای رسمی:
it_it: Maggiori info nella documentazione ufficiale
pl_pl: Więcej informacji znajduje się w oficjalnej dokumentacji:
ru_ru: Больше сведений в официальной документации:

source: import from Pocket
fa_ir: درون‌ریزی از Pocket
it_it: Importa da Pocket
pl_pl: Importuj z Pocket'a
ru_ru: импортировать из Pocket

source: (you must have a %s file on your server)
pl_pl: (musisz mieć plik %s na serwerze)

source: import from Readability
fa_ir: درون‌ریزی از Readability
it_it: Importa da Readability
pl_pl: Importuj z Readability
ru_ru: импортировать из Readability

source: import from Instapaper
fa_ir: درون‌ریزی از Instapaper
it_it: Importa da Instapaper
pl_pl: Importuj z Instapaper
ru_ru: импортировать из Instapaper

source: Click here
fa_ir: اینجا را کلیک کنید
it_it: Fai clic qui
pl_pl: Kliknij tu
ru_ru: Кликни сюда

source: installation
fa_ir: نصب
it_it: installazione
pl_pl: instalacja
ru_ru: установка

source: install your wallabag
pl_pl: zainstaluj wallabag

source: wallabag is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://doc.wallabag.org/'>read the documentation on wallabag website</a>.
pl_pl: wallabag nie jest jeszcze zainstalowany. Proszę wypełnić poniższy formularz, aby go zainstalować. Nie wahaj się <a href='http://doc.wallabag.org/'>zapoznać się z dokumentacją na stronie wallabag</a>.

source: Repeat your password
fa_ir: گذرواژه را دوباره وارد کنید
it_it: Ripeti la tua password
pl_pl: Powtórz hasło
ru_ru: Повтори пароль

source: Install
fa_ir: نصب
it_it: Installa
pl_pl: Instaluj
ru_ru: Установить

source: favoris
fa_ir: بهترین‌ها
it_it: preferiti
pl_pl: ulubione
ru_ru: избранное

source: unread
fa_ir: خوانده‌نشده
it_it: non letti
pl_pl: nieprzeczytane
ru_ru: нечитанное

source: by date asc
fa_ir: قدیمی‌ترها بالا
it_it: per data cresc
pl_pl: według daty rosnąco
ru_ru: по дате, сперва старые

source: by date
fa_ir: با تاریخ
it_it: per data
pl_pl: wg daty
ru_ru: по дате

source: by date desc
fa_ir: تازه‌ترها بالا
it_it: per data decr
pl_pl: według daty malejąco
ru_ru: по дате, сперва новые

source: by title asc
fa_ir: با عنوان (الفبایی)
it_it: per titolo cresc
pl_pl: według tytułu rosnąco
ru_ru: по заголовку (прямой)

source: by title
fa_ir: با عنوان
it_it: per titolo
pl_pl: wg tytułu
ru_ru: по заголовку

source: by title desc
fa_ir: با عنوان (الفبایی معکوس)
it_it: per titolo decr
pl_pl: według tytułu malejąco
ru_ru: по заголовку (обратный)

source: No link available here!
fa_ir: اینجا پیوندی موجود نیست!
it_it: Nessun link disponibile!
pl_pl: Brak dostępnych linków!
ru_ru: Здесь нет линка!

source: toggle mark as read
fa_ir: خوانده‌شده/خوانده‌نشده
it_it: segna come letto / non letto
pl_pl: przełącz jako przeczytane
ru_ru: изменить отметку 'прочитано'

source: toggle favorite
fa_ir: جزء بهترین‌ها هست/نیست
it_it: segna come preferito
pl_pl: przełącz ulubione
ru_ru: изменить избранность

source: delete
fa_ir: پاک‌کردن
it_it: elimina
pl_pl: usuń
ru_ru: удалить

source: original
fa_ir: اصلی
it_it: originale
pl_pl: oryginał
ru_ru: исходный

source: estimated reading time:
pl_pl: szacowany czas odczytu:

source: results
fa_ir: نتایج
it_it: risultati
pl_pl: wyniki
ru_ru: найдено

source: login to your wallabag
pl_pl: zaloguj się do swojego wallabag

source: you are in demo mode, some features may be disabled.
fa_ir: این تنها نسخهٔ نمایشی است، برخی از ویژگی‌ها کار نمی‌کنند.
it_it: sei in modalità dimostrazione, alcune funzionalità potrebbero essere disattivate.
pl_pl: jesteś w trybie demo, niektóre funkcje mogą być wyłączone.
ru_ru: демонстрационный режим - работают не все возможности.

source: Stay signed in
fa_ir: مرا به خاطر بسپار
it_it: Resta connesso
pl_pl: Pozostań zalogowany
ru_ru: Оставаться зарегистрированным

source: (Do not check on public computers)
fa_ir: (روی رایانه‌های عمومی این کار را نکنید)
it_it: (non selezionare su computer pubblici)
pl_pl: (Nie sprawdzaj na publicznych komputerach)
ru_ru: (Не отмечай на чужих компьютерах)

source: Saving articles
pl_pl: Zapisywanie artykułów

source: There are several ways to save an article:
pl_pl: Istnieje kilka sposobów aby zapisać artykuł:

source: via F-Droid
pl_pl: przez F-Droid

source: or
pl_pl: albo

source: via Google Play
pl_pl: przez Google Play

source: By filling this field
pl_pl: Poprzez wypełnienie tego pola

source: bag it!
pl_pl: zapisz!

source: Bookmarklet: drag & drop this link to your bookmarks bar
pl_pl: Bookmarklet: przeciągnij i upuść ten link na pasek zakladek

source: Upgrading wallabag
pl_pl: Aktualizacja wallabag

source: Installed version
pl_pl: Zainstalowana wersja

source: Latest stable version
pl_pl: Najnowsza stabilna wersja

source: A more recent stable version is available.
pl_pl: Nowsza stabilna wersja jest dostępna.

source: You are up to date.
pl_pl: Brak nowych aktualizacji.

source: Latest dev version
pl_pl: Najnowsza wersja rozwojowa

source: Feeds
pl_pl: Kanały (feeds)

source: Your feed token is currently empty and must first be generated to enable feeds. Click <a href='?feed&amp;action=generate'>here to generate it</a>.
pl_pl: Twój token kanału jest pusty i musi najpierw zostać wygenerowany. Kliknij <a href='?feed&action=generate'>tu aby go wygenerować</a>.

source: Unread feed
pl_pl: Kanał nieprzeczytanych

source: Favorites feed
pl_pl: Kanał ulubionych

source: Archive feed
pl_pl: Kanał archiwum

source: Your token:
pl_pl: Twój token:

source: Your user id:
pl_pl: Twój identyfikator użytkownika:

source: You can regenerate your token: <a href='?feed&amp;action=generate'>generate!</a>.
pl_pl: Możesz wygenerować token ponownie: kliknij <a href='?feed&amp;action=generate'>generuj!</a>.

source: Change your language
pl_pl: Zmień język

source: Language:
pl_pl: Język:

source: Please execute the import script locally as it can take a very long time.
pl_pl: Proszę wykonać skrypt importu lokalnie, gdyż moze to trwać bardzo długo.

source: Import from Pocket
pl_pl: Іmport z Pocket'a

source: Import from Readability
pl_pl: Import z Readability

source: Import from Instapaper
pl_pl: Import z Instapaper

source: Import from wallabag
pl_pl: Import z wallabag

source: Export your wallabag data
pl_pl: Eksportowac dane wallabag

source: to download your database.
pl_pl: aby pobrac bazę danych.

source: to export your wallabag data.
pl_pl: aby eksportować dane wallabag.

source: to delete cache.
pl_pl: aby wyczyścić cache.

source: this article appears wrong?
fa_ir: این مطلب اشتباه نمایش داده شده؟
it_it: articolo non visualizzato correttamente?
pl_pl: Czy ten artykuł wyświetla się nieprawidłowo?
ru_ru: статья выглядит криво?

source: You can enter multiple tags, separated by commas.
pl_pl: Możesz wprowadzić wiele tagów, rozdzielając je przecinkami.

source: return to article
pl_pl: wróć do artykułu

source: debug mode is on so cache is off.
fa_ir: حالت عیب‌یابی فعال است، پس کاشه خاموش است.
it_it: modalità di debug attiva, cache disattivata.
pl_pl: tryb debugowania jest włączony, więc cashe jest wyłączony.
ru_ru: включён режим отладки - кеш выключен.

source: your wallabag version:
pl_pl: twoja wersja wallabag:

source: storage:
fa_ir: ذخیره‌سازی:
it_it: memoria:
pl_pl: magazyn:
ru_ru: хранилище:

source: save a link
pl_pl: zapisz link

source: return home
pl_pl: wróć do strony domowej

source: You can <a href='wallabag_compatibility_test.php'>check your configuration here</a>.
pl_pl: Możesz <a href='wallabag_compatibility_test.php'>sprawdzić swoją konfigurację tu</a>.

source: No articles found.
pl_pl: Nie znaleziono artykułów.

source: Toggle mark as read
pl_pl: Przełącz jako przeczytane

source: mark all the entries as read
pl_pl: zaznacz wszystko jako przeczytane

source: Login to wallabag
pl_pl: Zaloguj się do wallabag

source: Username
pl_pl: Nazwa użytkownika

source: Sign in
fa_ir: ورود
it_it: Accedi
pl_pl: Login
ru_ru: Зарегистрироваться

source: Return home
pl_pl: Wróć do strony domowej

source: Back to top
pl_pl: Wróć na górę

source: Mark as read
pl_pl: Zaznacz jako przeczytane

source: Favorite
pl_pl: Ulubione

source: Toggle favorite
pl_pl: Zaznacz jako ulubione

source: Delete
pl_pl: Usuń

source: Email
pl_pl: Wyślij email

source: Does this article appear wrong?
pl_pl: Czy ten artykuł wyświetla się nieprawidłowo?

source: tags:
pl_pl: tegi:

source: Edit tags
pl_pl: Edytuj tagi

source: save link!
pl_pl: zapisz link!

source: Mark all the entries as read
pl_pl: Oznacz wszystko jako przeczytane

source: Untitled
pl_pl: Bez nazwy

source: the link has been added successfully
pl_pl: link został pomyślnie dodany

source: error during insertion : the link wasn't added
pl_pl: błąd podczas wprowadzania: link nie został dodany

source: the link has been deleted successfully
pl_pl: link zostal pomyślnie usunięty

source: the link wasn't deleted
pl_pl: link nie został usunięty

source: Article not found!
pl_pl: Nie znaleziono artykułu.

source: previous
pl_pl: poprzednia

source: next
pl_pl: następna

source: in demo mode, you can't update your password
pl_pl: w trybie demo, nie można zmieniać hasła

source: your password has been updated
pl_pl: twoje hasło zostało zmienione

source: the two fields have to be filled & the password must be the same in the two fields
pl_pl: oba pola muszą być wypełnione i hasła muszę być takie same w obu polach

source: still using the "
pl_pl: nadal w użyciu "

source: that theme does not seem to be installed
pl_pl: wydaje się że ten motyw nie jest zainstalowany

source: you have changed your theme preferences
pl_pl: ustawienia motywu zostały zmienione

source: that language does not seem to be installed
pl_pl: wydaje się że ten język nie jest zainstalowany

source: you have changed your language preferences
pl_pl: ustawienia języka zostały zmienione

source: login failed: you have to fill all fields
pl_pl: logowanie nie powiodlo się: musisz wypełnić wszystkie pola

source: welcome to your wallabag
pl_pl: Witamy w wallabag

source: login failed: bad login or password
pl_pl: logowanie nie powiodlo się: niepoprawny login lub hasło

source: import from instapaper completed
pl_pl: import z instapaper'a zakończony

source: import from pocket completed
pl_pl: import z pocket'a zakończony

source: import from Readability completed.
pl_pl: import z Readability zakończony.

source: import from Poche completed.
pl_pl: import z Poche zakończony.

source: Unknown import provider.
pl_pl: Nieznany dostawca importu.

source: Incomplete inc/poche/define.inc.php file, please define "
pl_pl: Niekompletny plik inc/poche/define.inc.php, proszę zdefiniować "

source: Could not find required "
pl_pl: Nie znaleziono potrzebnego "

source: Uh, there is a problem while generating feeds.
pl_pl: Uh, jest problem podczas generowania kanałów.

source: Cache deleted.
pl_pl: Cache wyczyszczony.

source: Oops, it seems you don't have PHP 5.
pl_pl: Oops, wygląda ze nie masz PHP 5.

source: Poching a link
fa_ir: پیوندی را poche کنید
it_it: Pochare un link
ru_ru: Сохраняю ссылку

source: by filling this field
fa_ir: با پرکردن این بخش
it_it: compilando questo campo
ru_ru: заполнением этого поля

source: latest stable version
fa_ir: آخرین نسخهٔ پایدار
it_it: ultima versione stabile
ru_ru: крайняя стабильная версия

source: a more recent stable version is available.
fa_ir: نسخهٔ پایدار تازه‌ای منتشر شده است.
it_it: è disponibile una versione stabile più recente.
ru_ru: есть более новая стабильная версия.

source: Import
fa_ir: درون‌ریزی
it_it: Importa
ru_ru: Импортировать

source: Export your poche datas
fa_ir: داده‌های poche خود را برون‌بری کنید
it_it: Esporta i tuoi dati di poche
ru_ru: Экспортировать данные poche

source: to export your poche datas.
fa_ir: برای برون‌بری داده‌های poche شما
it_it: per esportare i tuoi dati di poche.
ru_ru: чтобы экспортировать твои записи из poche.

source: install your poche
fa_ir: poche خود را نصب کنید
it_it: installa il tuo poche
ru_ru: установить твой poche

source: poche is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://inthepoche.com/doc'>read the documentation on poche website</a>.
fa_ir: poche هنوز نصب نیست. برای نصب لطفاً فرم زیر را پر کنید. خواندن <a href='http://inthepoche.com/doc'>راهنما در وبگاه poche</a> را از یاد نبرید.
it_it: poche non è ancora installato. Si prega di riempire il modulo sottostante per completare l'installazione. <a href='http://inthepoche.com/doc'>Leggere la documentazione sul sito di poche</a>.
ru_ru: poche всё ещё не установлен. Надо заполнить форму ниже, чтобы установить его. Неплохо также <a href='http://inthepoche.com/doc'>прочесть документацию на сайте poche</a>.

source: Login
fa_ir: ورود
it_it: Nome utente
ru_ru: Регистрационное имя

source: back to top
fa_ir: بازگشت به بالای صفحه
it_it: torna a inizio pagina
ru_ru: наверх

source: tweet
fa_ir: توییت
it_it: twitta
ru_ru: твитнуть

source: email
fa_ir: ایمیل
ru_ru: отправить по почте

source: shaarli
ru_ru: Шаарли

source: flattr
ru_ru: проспонсировать

source: create an issue
fa_ir: یک درخواست رفع‌مشکل بنویسید
it_it: crea una segnalazione
ru_ru: оповестить об ошибке

source: or
fa_ir: یا
it_it: oppure
ru_ru: или

source: contact us by mail
fa_ir: به ما ایمیل بزنید
it_it: contattaci via email
ru_ru: связаться по почте

source: powered by
fa_ir: نیروگرفته از
it_it: realizzato con
ru_ru: на основе

source: your poche version:
fa_ir: نسخهٔ poche شما:
it_it: la tua versione di poche:
ru_ru: Ваша версия poche:

source: login to your poche
fa_ir: به poche خود وارد شوید
it_it: accedi al tuo poche
ru_ru: войти в свой poche
